Repository: Wanamics/WanApprove
Catalog: Translations/WanApprove.*.xlf
Languages: fr_fr

# Codeunit 904285055 - Method 4250818609 - NamedType 4005917478
source: No approval workflow for this record type is enabled.
fr_fr: Aucun workflow d'approbation n'est activé pour cet enregistrement

# Codeunit 904285055 - Method 1369240716 - NamedType 1801142318
source: Send %1 for approval
fr_fr: Envoyer %1 pour approbation

# Codeunit 904285055 - Method 1369240716 - NamedType 3203539708
source: Cancel %1 for approval
fr_fr: Annuler la demande d'appobation de %1

# Codeunit 466006117 - Method 1786712610 - NamedType 1175138943
source: This %1 can only be released when the approval process is complete.
fr_fr: Ce %1 ne peut être lancé quand lorsque le processus d'approbation est achevé.

# Codeunit 466006117 - Method 1479096300 - NamedType 3621417922
source: The approval process must be cancelled or completed to reopen this %1.
fr_fr: Le processus d'approbation doit être annulé ou achevé pour rouvrir ce %1.

# Codeunit 3901313727 - NamedType 2583525742
source: Vendor Bank Account Approval Workflow
fr_fr: Flux de travail d'approbation Compte bancaire fournisseur

# Page 3624657980 - Property 2879900210
source: Vendor Bank Accounts
fr_fr: Comptes bancaires fournisseurs

# Page 3624657980 - Method 1205393478 - NamedType 936923292
source: %1 is missing on %2 line(s).
fr_fr: %1 manquant sur %2 ligne(s).

# Page 3624657980 - Control 4248640148 - Property 1295455071
source: Specifies the number used by the bank for the bank account.
fr_fr: Spécifie le numéro utilisé par la banque pour le compte bancaire.

# Page 3624657980 - Control 3004954119 - Property 1295455071
source: Specifies a code to identify this vendor bank account.
fr_fr: Spécifie un code pour identifier le compte bancaire de ce fournisseur.

# Page 3624657980 - Control 3993128796 - Property 1295455071
source: Specifies the name of the bank employee regularly contacted in connection with this bank account.
fr_fr: Spécifie le nom de l'employé de banque contacté au sujet de ce compte bancaire.

# Page 3624657980 - Control 284764054 - Property 1295455071
source: Specifies the country/region of the address.
fr_fr: Spécifie le pays/la région de l’adresse.

# Page 3624657980 - Control 4198939294 - Property 1295455071
source: Specifies the relevant currency code for the bank account.
fr_fr: Spécifie le code devise approprié pour le compte bancaire.

# Page 3624657980 - Control 1807381932 - Property 1295455071
source: Specifies the fax number associated with the address.
fr_fr: Spécifie le numéro de télécopie qui est associé à l'adresse.

# Page 3624657980 - Control 1176583840 - Property 1295455071
source: Specifies the bank account's international bank account number.
fr_fr: Spécifie le numéro du compte bancaire international.

# Page 3624657980 - Control 2273653569 - Property 1295455071
source: Specifies the language that is used when translating specified text on documents to foreign business partner, such as an item description on an order confirmation.
fr_fr: Spécifie la langue utilisée lors de la traduction du texte spécifié sur les documents du partenaire commercial étranger, par exemple une description d'article sur une confirmation de commande.

# Page 3624657980 - Control 2961552353 - Property 1295455071
source: Specifies the name of the bank where the vendor has this bank account.
fr_fr: Spécifie le nom de la banque où le fournisseur a ouvert ce compte bancaire.

# Page 3624657980 - Control 3986423421 - Property 1295455071
source: Specifies the telephone number of the bank where the vendor has the bank account.
fr_fr: Spécifie le numéro de téléphone de la banque où le fournisseur a ouvert le compte bancaire.

# Page 3624657980 - Control 3660300303 - Property 1295455071
source: Specifies the postal code.
fr_fr: Spécifie le code postal.

# Page 3624657980 - Control 428874574 - Property 1295455071
source: Specifies the SWIFT code (international bank identifier code) of the bank where the vendor has the account.
fr_fr: Spécifie le code SWIFT (code international d'identification bancaire) de la banque qui détient le compte du fournisseur.

# Page 3624657980 - Control 3119688693 - Property 1295455071
source: Specifies the name of the vendor.
fr_fr: Spécifie le nom du fournisseur.

# Page 3624657980 - Control 3119688693 - Property 2879900210
source: Vendor Name
fr_fr: Nom du fournisseur

# Page 3624657980 - Control 1527594213 - Property 1295455071
source: Specifies Vendor No.
fr_fr: Spécifie le N° du fournisseur.

# Page 3624657980 - Control 3652632787 - Property 1295455071
source: Specifies the country/region of the vendor.
fr_fr: Spécifie le code pays/région du fournisseur.

# Page 3624657980 - Control 3652632787 - Property 2879900210
source: Vendor Country/region Code
fr_fr: Code pays/région du fournisseur

# Page 3624657980 - Control 941731229 - Property 1295455071
source: Specifies whether the record is open, waiting to be approved, or released to the next stage of processing.
fr_fr: Spécifie si l'enregistrement est ouvert, en attente d'approbation ou transféré à l'étape suivante du traitement.

# Page 3624657980 - Action 3815814879 - Property 2879900210
source: Set as Approved
fr_fr: Définir comme Approuvé

# Page 3624657980 - Action 3815814879 - Method 1377591017 - NamedType 3764383116
source: Do you want to set %1 to %2 for %3 selected line(s)?
fr_fr: Voules vous définir %1 comme %2 pour %3 ligne(s) ?

# Report 3584634245 - Property 2879900210
source: WanApprove VBA Install
fr_fr: Installer approbation Compte bancaire fournisseur

# Report 3584634245 - Method 1544076788 - NamedType 3764383116
source: WARNING : Do you want to insert WorkflowTemplates and release all Vendor Bank Accounts?
fr_fr: ATTENTION : Voulez-vous ré-installer les modèles de flux d'approbation ?

# PageExtension 992136122 - Action 3860314472 - Property 1295455071
source: View a list of the records that are waiting to be approved. For example, you can see who requested the record to be approved, when it was sent, and when it is due to be approved.
fr_fr: Affiche la liste des enregistrements en attente d'approbation. Par exemple, vous pouvez voir qui a fait la demande, quand, et le délai d'approbation.

# PageExtension 992136122 - Action 3860314472 - Property 2879900210
source: Approvals
fr_fr: Approbations

# PageExtension 992136122 - Action 2768971232 - Property 2879900210
source: Release
fr_fr: Lancer

# PageExtension 992136122 - Action 4032263875 - Property 1295455071
source: Release the %1 to the next stage of processing. You must reopen the %1 before you can make changes to it.
fr_fr: Passer le %1 à l'étape suivante du workflow. Vous devez rouvrir le %1 avant de pouvoir le modifier.

# PageExtension 992136122 - Action 4032263875 - Property 2879900210
source: Re&lease
fr_fr: Lancer

# PageExtension 992136122 - Action 2071937805 - Property 1295455071
source: Reopen the %1 to change it after it has been approved.
fr_fr: Rouvrir le %1 pour pouvoir le modifier alors qu'il a été approuvé.

# PageExtension 992136122 - Action 2071937805 - Property 2879900210
source: Re&open
fr_fr: Rouvrir

# PageExtension 992136122 - Action 227370865 - Property 2879900210
source: Approval
fr_fr: Approbation

# PageExtension 992136122 - Action 803889193 - Property 1295455071
source: Approve the requested changes.
fr_fr: Approuver les modifications

# PageExtension 992136122 - Action 803889193 - Property 2879900210
source: Approve
fr_fr: Approuver

# PageExtension 992136122 - Action 2790486453 - Property 1295455071
source: View or add comments for the record.
fr_fr: Voir ou ajouter des commentaires pour l'enregistrement.

# PageExtension 992136122 - Action 2790486453 - Property 2879900210
source: Comments
fr_fr: Commentaires

# PageExtension 992136122 - Action 1013253961 - Property 1295455071
source: Delegate the requested changes to the substitute approver.
fr_fr: Déléguer les demandes au remplaçant.

# PageExtension 992136122 - Action 1013253961 - Property 2879900210
source: Delegate
fr_fr: Déléguer

# PageExtension 992136122 - Action 113888489 - Property 1295455071
source: Reject the approval request.
fr_fr: Rejeter la demande d'approbation

# PageExtension 992136122 - Action 113888489 - Property 2879900210
source: Reject
fr_fr: Rejeter

# PageExtension 992136122 - Action 2364670106 - Property 2879900210
source: Request Approval
fr_fr: Demande d'approbation

# PageExtension 992136122 - Action 858296388 - Property 1295455071
source: Cancel the approval request.
fr_fr: Annuler demande d'approbation

# PageExtension 992136122 - Action 858296388 - Property 2879900210
source: Cancel Approval Re&quest
fr_fr: Annuler demande d'approbation

# PageExtension 992136122 - Action 2424806812 - Property 1295455071
source: Create a new flow in Power Automate from a list of relevant flow templates.
fr_fr: Créer un nouveau flux Power Automate à partir d'une liste de modèles.

# PageExtension 992136122 - Action 2424806812 - Property 2879900210
source: Create approval flow
fr_fr: Créer flux d'approbation

# PageExtension 992136122 - Action 383335270 - Property 1295455071
source: Request approval of the %1.
fr_fr: Demande approbation pour le %1.

# PageExtension 992136122 - Action 383335270 - Property 2879900210
source: Send A&pproval Request
fr_fr: Envoyer demande d'approbation

# PageExtension 992136122 - Action 700150807 - Property 2879900210
source: Approver
fr_fr: Approbateur

# PageExtension 992136122 - Action 3358289018 - Property 2879900210
source: Release
fr_fr: Lancer

# PageExtension 992136122 - Action 1733675610 - Property 2879900210
source: Request Approval
fr_fr: Demander approbation

# PageExtension 992136122 - Control 513339096 - Property 1295455071
source: Specifies whether the record is open, waiting to be approved, or released to the next stage of processing.
fr_fr: Spécifie si l'enregistrement est ouvert, en attente d'approbation ou transféré à l'étape suivante du traitement.

# TableExtension 529717758 - Field 941731229 - Property 1295455071
source: Specifie the Status of the vendor bank account.
fr_fr: Spécifie le statut du compte bancaire du fournisseur.

# TableExtension 529717758 - Field 941731229 - Property 2879900210
source: Approval Status
fr_fr: Statut approbation

# Enum 1440559434 - EnumValue 2913119229 - Property 2879900210
source: Approved
fr_fr: Approuvé

# Enum 1440559434 - EnumValue 4259830144 - Property 2879900210
source: Open
fr_fr: Ouvert

# Enum 1440559434 - EnumValue 3481143665 - Property 2879900210
source: Pending
fr_fr: En attente

# Enum 1440559434 - EnumValue 496445946 - Property 2879900210
source: Rejected
fr_fr: Rejeté

# PageExtension 3624657980 - Control 941731229 - Property 1295455071
source: Specifies whether the record is open, waiting to be approved, or released to the next stage of processing.
fr_fr: Spécifie si l'enregistrement est ouvert, en attente d'approbation ou transféré à l'étape suivante du traitement.

# PermissionSet 2895036497 - Property 2879900210
source: Vendor Bank Account Approval
fr_fr: Approbation compte bancaire fournisseur

# PermissionSet 1100786527 - Property 2879900210
source: Vendor Bank Account Approval Setup
fr_fr: Configuration pprobation compte bancaire fournisseur
